[
      {
        "name":"Acadia",
        "established":"1916",
        "visited":"2015,2016,2017",
        "lodging":"I camp at <b>Blackwoods Campground</b> every year that I visit. This is a really great campground as far as National Parks go. They don't have showers, but there are flush toilets and running water. The campsites are also really spacious. There is a small trail down the backside of the campground that goes directly to the ocean where there are some awesome rocky cliffs that are perfect for watching the sunset. The LL Bean shuttle makes a stop here, so you don't even have to drive at all once you get there if you don't feel like it.",
        "image":"https://emilylindemer.github.io/nationalparks/photos/acadia.jpg",
        "hiking":"I've done many hikes in Acadia, and one thing I'll say is that if you're an avid hiker, you probably won't find anything particularly challenging within this park, but you'll find something unique and beautiful. Lots of the 'hiking' are ocean paths that go along rocky coasts and are relatively flat, with options to leave the trail and climb the boulders adjacent to the water. The Precipice Trail is one of the more memorable ones that I've done at Acadia, which is unique in that it is mainly a series of iron rungs and bars that are used to climb up vertical rock faces to get to a summit with a great view. It's not terribly strenuous, but definitely not for those who are afraid of heights and could get trecherous if it's wet out. If you choose to do this hike, I highly recommend hiking down the backside of the mountain rather than going back down the iron rungs the way that you came. You'll get a better view, and the way up is more conducive to one-way traffic.",
        "impressions":"This is one of my favorite national parks. I may be biased because it's also the one that I've visited the most and have created a lot of memories there, but damn it's beautiful and so unique. One of my favorite things about Acadia is the immediate presence of the ocean. You can go on a hike up one of the park's interior mountains (some might not agree that these are mountains), and from the top have a 270 degree view of the Atlantic which is pretty spectacular.",
        "gettingthere":"The drive from Boston to Mount Desert Island (MDI) is a little over five hours, and if you go in early autumn like I do, it's beautiful. You won't pass much excitement on the way, but once you land on MDI you still have at least half an hour until the park entrance and I'd highly recommend taking in your surroundings and enjoying the journey.",
        "secrets":"<p>The first thing I'll say about Acadia's secrets really isn't a secret. Mt. Cadillac, located within the park, is the highest point along the eastern coast of the U.S., which means that its peak is the first place in the U.S. to see the sun rise. Every year I make an effort to wake up early one morning, while it's still dark, and drive up to the summit to watch the sunrise. It's usually freezing, and sometimes there is so much fog that you don't see a sunrise at all, but there is magic when it happens. Even if you don't see it because there's fog or clouds, there's something magical about the congregation of people wrapped in blankets with thermoses of coffee to all watch something as simple as a sunrise. Do it, you'll sleep when you're dead.</p><p>Every time I come to Acadia I find another hidden gem about the park. My secrets about Acadia, like most parks, involve what's <i>around</i> the park rather than what's in it. The town of Bar Harbor is right nextdoor to Acadia, and starting in late spring and ending in early autumn, LL Bean sponsors a free shuttle that takes you around the park and out to Bar Harbor. The shuttle trips to my evenings in Bar Harbor are one of the things I look forward to the most, particularly because of a little bar called Cottage Street Pub. This place so so awesome and secret, they don't even have a website or else I'd link you there right now. Every year on my annual trip to Acadia, I spend an afternoon at Cottage Street Pub. They hands down have the best cocktail menu in the northeast. Maybe North America, maybe the world. Seriously. And it's the most interesting little slice of life, I've never gone there and not met an interesting person from an entirely different walk of life than my own -- I think that aside from the cocktails, that's why I keep going back. The bartenders are amazing, and the free popcorn comes continuously. You can't go wrong.</p>"
      },
      {
        "name":"Arches",
        "established":"1929",
        "visited":"2013",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Badlands",
        "established":"1939",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Black Canyon of the Gunnison",
        "established":"1999",
        "visited":"2017",
        "lodging":"I spent one (ish) nights camping at the <b>South Rim Campground.</b> Let me explain. The day we arrived at Black Canyon, the sky was so ominous that even the park ranger said he hadn't seen anything like it in years. So, we drove back to Montrose and stayed at a Holiday Inn Express for our first night. The second night at South Rim Campground was great. It's a pretty bare bones type of campground. Like many national parks, there isn't a ranger or anyone to check in with when you arrive, but if you reserved your campsite ahead of time they'll have your name written on a whiteboard right by your site. There's no running water except for a spigot to fill water bottles with, but the toilets are vault toilets with no sinks. Bring hand sanitizer and I'd recommend paper plates to avoid washing any dishes.",
        "image":"https://emilylindemer.github.io/nationalparks/photos/blackcanyon.jpg",
        "hiking":"You would think that in a park with such tremendous landscape, there would be more hiking. There actually aren't any marked trails down to the canyon floor though, due to how treacherous the steep canyon walls are. We actually started to go down one of the footpaths that has been beaten by other hikers that leads to the bottom, but once we'd gotten about one third of the way down we realized that it would be too much of an undertaking to get back up without more water than we'd brought. We did, however, do a bunch of short hikes. <b>Rim Rock Trail</b> was accessible from our campsite, and was an incredible sunset hike (the photo above was taken on this hike). You also do a decent amount of walking if you stop at each of the canyon drive's overlooks. At the end of the South Rim drive, there's a 1.4-mile hike called <b>Warner Point Trail.</b> I'd highly recommend this. There are paper trail guides at the trailhead and markers along the trail that correspond to numbers in the guide, and they teach you a lot about the canyon, its history, and surroundings.",
        "impressions":"Black Canyon is a <i>hidden gem</i> if I've ever seen one. It's pretty remote, so going there has to be a dedicated trip. I'd never actually experienced vertigo in my life before visiting Black Canyon. The vertical drop is truly stunning, and the rapids at the bottom are some of the highest class in the U.S. It's sort of a sleepy national park in that there aren't many tourists (at least there weren't in mid-August when I visited). I only visited the South Rim, but my understanding is that the North Rim is even more remote and it takes several hours to drive from one to the other. If you only have a day or two, I'd stick with the South Rim only. The South Rim has a great out-and-back drive that will take you along the canyon's rim with tons of look-out places to stop with different views. One of the highlights of this park is the <b>Painted Wall</b> of the canyon which has really beautiful colors and rock patterns.",
        "gettingthere":"Like I said, this place is <i>remote.</i> We drive through a whole lotta nothing on our way from Aspen. That being said, I was pleasantly surprised by the town of Montrose, just outside of Black Canyon. For a small city, they had a lot going on in terms of food and entertainment. If you're there and have a chance, I'd recommend checking out <a href=\"https://coloradoboymontrose.com/\">Colorado Boy</a> for some pizza and homebrewed beer.",
        "secrets":"The best-kept secret about Blank Canyon is the park itself. Despite being a National Park fanatic, I had actually never heard much of anything about Black Canyon before I started planning a trip to Colorado in early 2017. It was hard to find much information about it, most travel sites kind of skipped over it as it's not a top-ten park. It's so unique though, and its remoteness adds to the park's mystery. If you go, make sure to stop in the South Rim ranger station where they have a 20 minute video about the park's history. In this video, you learn about the explorers who first traversed the canyon floor and what they risked was mind-blowing to me. It took them months of exploration with very little resources to map the length of the canyon, and this was in the 1800s. You also learn about the importance of the canyon as a water source for people in the surrounding areas, which was a great motivator for its early exploration. In the 1900s, they did the impossible by building a railroad that went straight through the canyon. The railroad doesn't function anymmore, but the story of its creation is one of those man-vs-nature phenomena that really sticks with you.Learning about this made me feel connected to the park and to the people who fought for decades to get the park recognized as an important place in America. "
      },
      {
        "name":"Bryce Canyon",
        "established":"1928",
        "visited":"2013",
        "lodging":"We unfortunately only got a few hours here one afternoon, so no camping or nearby lodging for us as we were on our way to Zion.",
        "image":"",
        "hiking":"",
        "impressions":"I visited Bryce Canyon on a pit-stop between Salt Lake City and Zion National Park. I regret this, as the park has so much more to offer than you can absorb in a couple of hours. That being said, there is so much you can appreciate in an afternoon if you <i>don't</i> have time to explore it longer. For a lack of a better explanation, you feel like you are on another planet when you visit Bryce. The large orange spires that come up out of the ground are called hoodoos, and both from above and from within, they are strange and incredible. If you hike down into them, you are completely surrounded by bright shades of orange, and all I could think was \"This must be what Mars looks like.\" I'm sure Mars does not look anything like this, but you get the idea.",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Canyonlands",
        "established":"1964",
        "visited":"2013",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Crater Lake",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Death Valley",
        "established":"1933",
        "visited":"2016",
        "lodging":"We spent two nights at the <b>Stovepipe Wells Hotel,</b> which is privately owned but within the park's walls. I was pleasantly surprised by Stovepipe Wells and had assumed that it would be more rustic than it was. Our room had two double beds, a TV, and a decent shower. Every room is ground level so you can pull your car right up to your room's front door for easy loading and unloading. Stovepipe is also central to a couple of privately own restaurants within the park as well as a store that sells souvenirs and necessities.",
        "image":"https://emilylindemer.github.io/nationalparks/photos/deathvalley.jpg",
        "hiking":"We did two hikes during our stay at Death Valley. The first was through <b>Mosaic Canyon.</b> We went right before sunset when the light is magical and got some great glimpses of colorful canyon walls that you won't see any other time of day. Climbing up the sides of the canyon also got us great 360 views of the vast desert surrounding the canyon. The second hike we did wasn't on any marked trail, but we spent several hours trekking through the sand dunes (see photo above). This can be grueling, but a remarkable experience if you don't have a chance to see this kind of landscape very often. I can't emphasize enough how fun it is to run down the side of a dune at full speed with your arms flailing about uncontrollably. You look ridiculous and might feel like you're going to crash, but just keep going, it's a rush.",
        "impressions":"This park is eerie, which shouldn't come as a surprise. ",
        "gettingthere":"We drove to Death Valley from Vegas, and then went back to Vegas afterwards. There isn't too much in between, but the drive is pretty short so if you're in Vegas and happen to have a car, I'd recommend making the drive even if you only get to spend an afternoon in the park. Also, there are cops everywhere on that road and its easy to speed when you've got nothing but straight highway and desert around. You've been warned.",
        "secrets":"If you can catch it, sometimes the desert blooms. Even rarer, sometimes it super blooms. I was lucky enough to visit during a super bloom that hadn't happened in ten years, and our drive into the park was through vast desert fields of bright yellow and purple flowers. It was bizzare and awesome."
      },
      {
        "name":"Grand Canyon",
        "established":"",
        "visited":"2013",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Grant Teton",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Great Sand Dunes",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Haleakala",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Mesa Verde",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Redwood",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Rocky Mountain",
        "established":"1915",
        "visited":"2017",
        "lodging":"We spent two nights camping at <b>Moraine Park Campground.</b> Something to note about Colorado's national parks is that none of the campgrounds within them have showers or sinks in their bathrooms. They stick to vault toilets and outdoor spigots for washing dishes and filling up water bottles. That being said, the campgrounds are nice. Moraine has a ranger station for checking in and getting park information, and there's also a guy who hangs out for a few hours to sell bundles of firewood out of the back of his truck. Roads through the campground are paved and the sites aren't too close to one another.",
        "image":"https://emilylindemer.github.io/nationalparks/photos/rockymountain.jpg",
        "hiking":"We did two hikes in RMNP; one was tiny and one was incredibly long. The first hike was up the <b>Alpine Trail</b> that starts at the Apline Visitor Center. As its name implies, it's way above the treeline. The hike is only about half a mile round trip but offers great views of the park, and is more strenuous than you might think due to its altitude. The second hike we did is so far the best hike I've ever done in my life. I repeat, <b>the best hike I've ever done in my life.</b> It's called the <b>Sky Pond Trail</b> and depending on where you start, it's anywhere between 9 and 12 miles. We did the 12-mile option, but only by accident. This hike passes several glacial ponds on the way to the final Sky Pond above the treeline. The photo above is of one of these, called Dream Lake. While this hike is really long, the landscape changes constantly and the incline isn't too bad for the most part so it really doesn't feel like you're working as hard as you might've expected. The hardest part is at the top, about a quarter mile from Sky Pond, where you need to boulder up a waterfall. Yes, a waterfall. If you have the right shoes and don't mind getting wet, it's pretty fun and the top is totally worth it.",
        "impressions":"I probably don't have to tell you that Rocky Mountain National Park (RMNP) is amazing. It's one of the most famous national parks, and for good reason. It has a classic feel to it, with huge majestic mountains and rolling green valleys. One thing that surprised me was the lack of wildlife in the park. Having visited Yellowstone already, I expected to see many more animal herds in the valleys, but really only saw a few groups of elk in my three days here. There is so much to see in RMNP, and I don't think that you can get a full appreciation of the park without going on some serious hikes.",
        "gettingthere":"RMNP is really close to Denver. Close enough that you could fly into Denver in the morning and be at your campsite by early afternoon. Our neighbor at the campground was from Boulder and told us that he regularly comes to RMNP and rents a campground just for the afternoon with his friends because it's so convenient. On the way, you'll drive through Estes Park which is a really fun town to spend time in. One night it was too rainy to make a campfire and cook so we went to the <a href=\"http://www.epbrewery.com/\">Estes Park Brewery</a> which is a total dive and totally fun. Due to the presence of The Stanley Hotel in Estes Park, on which Stephen King's The Shining is based, the brewery has a lot of fun thematic elements surrounding The Shining. Being a huge Stephen King fan, I loved this.",
        "secrets":"My favorite discovery in RMNP was <b>Old Fall River Road.</b> HOLY MOLY driving up this was a <i>trip.</i> The road is one-way and closed in the winter, ending at the Alpine Visitor Center.We went first thing in the morning and there was lots of fog going up so we couldn't see everything that was around us, but this is a 9-mile uphill dirt road with <i>huge</i> drops off the side. It's erie and magical and a very unique way to experience the park. I'm sort of glad I couldn't see everything because I was already terrified for almost the entire journey. Still, I'd do it again, but I'd make my husband drive again too."
      },
    {
      "name":"Yellowstone",
      "established":"1872",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Zion",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Big Bend",
      "established":"1944",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Biscayne",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Capitol Reef",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Carlsbad Caverns",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Channel Islands",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Congaree",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Cuyahoga Valley",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Denali",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Dry Tortugas",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Everglades",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Gates of the Arctic",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Glacier",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Glacier Bay",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Great Basin",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Great Smoky Mountains",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Guadalupe Mountains",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Hawaii Volcanoes",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Hot Springs",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Isle Royale",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Joshua Tree",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Katmai",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Kenai Fjords",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Kings Canyon",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Kobuk Valley",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Lake Clark",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Lassen Volcanic",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Mammoth Cave",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Mount Rainier",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"North Cascades",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Olympic",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Petrified Forest",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Pinnacles",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Saguaro",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Sequoia",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Shenandoah",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Theodore Roosevelt",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Voyageurs",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Wind Cave",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Wrangell-St. Elias",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Yosemite",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    }
]
