{
  "@schema": "https://emilylindemer.github.io/nationalparks/parks-schema.json",
  "type": "ParkCollection",
  "parks":[

      {"type": "park",
        "properties": {
          "name":"Acadia",
          "established":"1916",
          "visited":"2015,2016,2017",
          "lodging":"I camp at <b>Blackwoods Campground</b> every year that I visit. This is a really great campground as far as National Parks go. They don't have showers, but there are flush toilets and running water. The campsites are also really spacious. There is a small trail down the backside of the campground that goes directly to the ocean where there are some awesome rocky cliffs that are perfect for watching the sunset. The LL Bean shuttle makes a stop here, so you don't even have to drive at all once you get there if you don't feel like it.",
          "image":"https://emilylindemer.github.io/nationalparks/photos/acadia.jpg",
          "hiking":"I've done many hikes in Acadia, and one thing I'll say is that if you're an avid hiker, you probably won't find anything particularly challenging within this park, but you'll find something unique and beautiful. Lots of the 'hiking' are ocean paths that go along rocky coasts and are relatively flat, with options to leave the trail and climb the boulders adjacent to the water. The Precipice Trail is one of the more memorable ones that I've done at Acadia, which is unique in that it is mainly a series of iron rungs and bars that are used to climb up vertical rock faces to get to a summit with a great view. It's not terribly strenuous, but definitely not for those who are afraid of heights and could get trecherous if it's wet out. If you choose to do this hike, I highly recommend hiking down the backside of the mountain rather than going back down the iron rungs the way that you came. You'll get a better view, and the way up is more conducive to one-way traffic.",
          "impressions":"This is one of my favorite national parks. I may be biased because it's also the one that I've visited the most and have created a lot of memories there, but damn it's beautiful and so unique. One of my favorite things about Acadia is the immediate presence of the ocean. You can go on a hike up one of the park's interior mountains (some might not agree that these are mountains), and from the top have a 270 degree view of the Atlantic which is pretty spectacular.",
          "gettingthere":"The drive from Boston to Mount Desert Island (MDI) is a little over five hours, and if you go in early autumn like I do, it's beautiful. You won't pass much excitement on the way, but once you land on MDI you still have at least half an hour until the park entrance and I'd highly recommend taking in your surroundings and enjoying the journey.",
          "secrets":"<p>The first thing I'll say about Acadia's secrets really isn't a secret. Mt. Cadillac, located within the park, is the highest point along the eastern coast of the U.S., which means that its peak is the first place in the U.S. to see the sun rise. Every year I make an effort to wake up early one morning, while it's still dark, and drive up to the summit to watch the sunrise. It's usually freezing, and sometimes there is so much fog that you don't see a sunrise at all, but there is magic when it happens. Even if you don't see it because there's fog or clouds, there's something magical about the congregation of people wrapped in blankets with thermoses of coffee to all watch something as simple as a sunrise. Do it, you'll sleep when you're dead.</p><p>Every time I come to Acadia I find another hidden gem about the park. My secrets about Acadia, like most parks, involve what's <i>around</i> the park rather than what's in it. The town of Bar Harbor is right nextdoor to Acadia, and starting in late spring and ending in early autumn, LL Bean sponsors a free shuttle that takes you around the park and out to Bar Harbor. The shuttle trips to my evenings in Bar Harbor are one of the things I look forward to the most, particularly because of a little bar called Cottage Street Pub. This place so so awesome and secret, they don't even have a website or else I'd link you there right now. Every year on my annual trip to Acadia, I spend an afternoon at Cottage Street Pub. They hands down have the best cocktail menu in the northeast. Maybe North America, maybe the world. Seriously. And it's the most interesting little slice of life, I've never gone there and not met an interesting person from an entirely different walk of life than my own -- I think that aside from the cocktails, that's why I keep going back. The bartenders are amazing, and the free popcorn comes continuously. You can't go wrong.</p>"
        }
      }

      {"type": "Park",
        "properties": {
          "name":"Yellowstone",
          "established":"1872",
          "visited":"",
          "lodging":"",
          "image":"",
          "hiking":"",
          "impressions":"",
          "gettingthere":""
        }
      }

      ]
    }
