[
      {
        "name":"Acadia",
        "established":"1916",
        "visited":"2015,2016,2017",
        "lodging":"I camp at <b>Blackwoods Campground</b> every year that I visit. This is a really great campground as far as National Parks go. They don't have showers, but there are flush toilets and running water. The campsites are also really spacious. There is a small trail down the backside of the campground that goes directly to the ocean where there are some awesome rocky cliffs that are perfect for watching the sunset. The LL Bean shuttle makes a stop here, so you don't even have to drive at all once you get there if you don't feel like it.",
        "image":"https://emilylindemer.github.io/nationalparks/photos/acadia.jpg",
        "hiking":"I've done many hikes in Acadia, and one thing I'll say is that if you're an avid hiker, you probably won't find anything particularly challenging within this park, but you'll find something unique and beautiful. Lots of the 'hiking' are ocean paths that go along rocky coasts and are relatively flat, with options to leave the trail and climb the boulders adjacent to the water. The Precipice Trail is one of the more memorable ones that I've done at Acadia, which is unique in that it is mainly a series of iron rungs and bars that are used to climb up vertical rock faces to get to a summit with a great view. It's not terribly strenuous, but definitely not for those who are afraid of heights and could get trecherous if it's wet out. If you choose to do this hike, I highly recommend hiking down the backside of the mountain rather than going back down the iron rungs the way that you came. You'll get a better view, and the way up is more conducive to one-way traffic.",
        "impressions":"This is one of my favorite national parks. I may be biased because it's also the one that I've visited the most and have created a lot of memories there, but damn it's beautiful and so unique. One of my favorite things about Acadia is the immediate presence of the ocean. You can go on a hike up one of the park's interior mountains (some might not agree that these are mountains), and from the top have a 270 degree view of the Atlantic which is pretty spectacular.",
        "gettingthere":"The drive from Boston to Mount Desert Island (MDI) is a little over five hours, and if you go in early autumn like I do, it's beautiful. You won't pass much excitement on the way, but once you land on MDI you still have at least half an hour until the park entrance and I'd highly recommend taking in your surroundings and enjoying the journey.",
        "secrets":"<p>The first thing I'll say about Acadia's secrets really isn't a secret. Mt. Cadillac, located within the park, is the highest point along the eastern coast of the U.S., which means that its peak is the first place in the U.S. to see the sun rise. Every year I make an effort to wake up early one morning, while it's still dark, and drive up to the summit to watch the sunrise. It's usually freezing, and sometimes there is so much fog that you don't see a sunrise at all, but there is magic when it happens. Even if you don't see it because there's fog or clouds, there's something magical about the congregation of people wrapped in blankets with thermoses of coffee to all watch something as simple as a sunrise. Do it, you'll sleep when you're dead.</p><p>Every time I come to Acadia I find another hidden gem about the park. My secrets about Acadia, like most parks, involve what's <i>around</i> the park rather than what's in it. The town of Bar Harbor is right nextdoor to Acadia, and starting in late spring and ending in early autumn, LL Bean sponsors a free shuttle that takes you around the park and out to Bar Harbor. The shuttle trips to my evenings in Bar Harbor are one of the things I look forward to the most, particularly because of a little bar called Cottage Street Pub. This place so so awesome and secret, they don't even have a website or else I'd link you there right now. Every year on my annual trip to Acadia, I spend an afternoon at Cottage Street Pub. They hands down have the best cocktail menu in the northeast. Maybe North America, maybe the world. Seriously. And it's the most interesting little slice of life, I've never gone there and not met an interesting person from an entirely different walk of life than my own -- I think that aside from the cocktails, that's why I keep going back. The bartenders are amazing, and the free popcorn comes continuously. You can't go wrong.</p>"
      },
      {
        "name":"Arches",
        "established":"1929",
        "visited":"2013",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Badlands",
        "established":"1939",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Black Canyon of the Gunnison",
        "established":"1999",
        "visited":"2017",
        "lodging":"I spent one (ish) nights camping at the <b>South Rim Campground.</b> Let me explain. The day we arrived at Black Canyon, the sky was so ominous that even the park ranger said he hadn't seen anything like it in years. So, we drove back to Montrose and stayed at a Holiday Inn Express for our first night. The second night at South Rim Campground was great. It's a pretty bare bones type of campground. Like many national parks, there isn't a ranger or anyone to check in with when you arrive, but if you reserved your campsite ahead of time they'll have your name written on a whiteboard right by your site. There's no running water except for a spigot to fill water bottles with, but the toilets are vault toilets with no sinks. Bring hand sanitizer and I'd recommend paper plates to avoid washing any dishes.",
        "image":"https://emilylindemer.github.io/nationalparks/photos/blackcanyon.jpg",
        "hiking":"You would think that in a park with such tremendous landscape, there would be more hiking. There actually aren't any marked trails down to the canyon floor though, due to how treacherous the steep canyon walls are. We actually started to go down one of the footpaths that has been beaten by other hikers that leads to the bottom, but once we'd gotten about one third of the way down we realized that it would be too much of an undertaking to get back up without more water than we'd brought. We did, however, do a bunch of short hikes. <b>Rim Rock Trail</b> was accessible from our campsite, and was an incredible sunset hike (the photo above was taken on this hike). You also do a decent amount of walking if you stop at each of the canyon drive's overlooks. At the end of the South Rim drive, there's a 1.4-mile hike called <b>Warner Point Trail.</b> I'd highly recommend this. There are paper trail guides at the trailhead and markers along the trail that correspond to numbers in the guide, and they teach you a lot about the canyon, its history, and surroundings.",
        "impressions":"Black Canyon is a <i>hidden gem</i> if I've ever seen one. It's pretty remote, so going there has to be a dedicated trip. I've never actually experience vertigo in my life before visiting Black Canyon. The vertical drop is truly stunning, and the rapids at the bottom are some of the highest class in the U.S. It's sort of a sleepy national park in that there aren't many tourists (at least there weren't in mid-August when I visited). I only visited the South Rim, but my understanding is that the North Rim is even more remote and it takes several hours to drive from one to the other. If you only have a day or two, I'd stick with the South Rim only. The South Rim has a great out-and-back drive that will take you along the canyon's rim with tons of look-out places to stop with different views. One of the highlights of this park is the <b>Painted Wall</b> of the canyon which has really beautiful colors and rock patterns.",
        "gettingthere":"Like I said, this place is <i>remote.</i> We drive through a whole lotta nothing on our way from Aspen. That being said, I was pleasantly surprised by the town of Montrose, just outside of Black Canyon. For a small city, they had a lot going on in terms of food and entertainment. If you're there and have a chance, I'd recommend checking out <a href=\"https://coloradoboymontrose.com/\">Colorado Boy</a> for some pizza and homebrewed beer.",
        "secrets":"The best-kept secret about Blank Canyon is the park itself. Despite being a National Park fanatic, I had actually never heard much of anything about Black Canyon before I started planning a trip to Colorado in early 2017. It was hard to find much information about it, most travel sites kind of skipped over it as it's not a top-ten park. It's so unique though, and its remoteness adds to the park's mystery. If you go, make sure to stop in the South Rim ranger station where they have a 20 minute video about the park's history. In this video, you learn about the explorers who first traversed the canyon floor and what they risked was mind-blowing to me. It took them months of exploration with very little resources to map the length of the canyon, and this was in the 1800s. You also learn about the importance of the canyon as a water source for people in the surrounding areas, which was a great motivator for its early exploration. In the 1900s, they did the impossible by building a railroad that went straight through the canyon. The railroad doesn't function anymmore, but the story of its creation is one of those man-vs-nature phenomena that really sticks with you.Learning about this made me feel connected to the park and to the people who fought for decades to get the park recognized as an important place in America. "
      },
      {
        "name":"Bryce Canyon",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Canyonlands",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Crater Lake",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Death Valley",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Grand Canyon",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Grant Teton",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Great Sand Dunes",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Haleakala",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Mesa Verde",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Redwood",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
      {
        "name":"Rocky Mountain",
        "established":"",
        "visited":"",
        "lodging":"",
        "image":"",
        "hiking":"",
        "impressions":"",
        "gettingthere":"",
        "secrets":""
      },
    {
      "name":"Yellowstone",
      "established":"1872",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Zion",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Big Bend",
      "established":"1944",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Biscayne",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Capitol Reef",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Carlsbad Caverns",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Channel Islands",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Congaree",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Cuyahoga Valley",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Denali",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Dry Tortugas",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Everglades",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Gates of the Arctic",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Glacier",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Glacier Bay",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Great Basin",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Great Smoky Mountains",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Guadalupe Mountains",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Hawaii Volcanoes",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Hot Springs",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Isle Royale",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Joshua Tree",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Katmai",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Kenai Fjords",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Kings Canyon",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Kobuk Valley",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Lake Clark",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Lassen Volcanic",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Mammoth Cave",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Mount Rainier",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"North Cascades",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Olympic",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Petrified Forest",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Pinnacles",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Saguaro",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Sequoia",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Shenandoah",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Theodore Roosevelt",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Voyageurs",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Wind Cave",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Wrangell-St. Elias",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    },
    {
      "name":"Yosemite",
      "established":"",
      "visited":"",
      "lodging":"",
      "image":"",
      "hiking":"",
      "impressions":"",
      "gettingthere":"",
      "secrets":""
    }
]
